<template>
	<view class="content">
		<view class="title1">健康保定用户协议</view>
		<view class="title2">一、协议的范围</view>
		<view>
			1、本协议是您与健康保定之间关于用户使用健康保定客户端服务所订立的协议。“健康保定”是指保定达实智慧医疗科技有限公司及其客户端服务可能存在的运营关联单位。“用户”是指使用健康保定相关客户端服务的使用人，在本协议中更多地称为“您”。
		</view>
		<view>2、本协议项下的健康保定客户端服务是指保定达实智慧医疗科技有限公司（以下简称“健康保定”）向用户提供的健康保定APP等产品及服务。</view>
		<view>
			3、请您仔细阅读本注册协议，
			<text class="red-underline">
				除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉相关服务。您的注册、登录、使用等行为将视为对本《协议》的接受，并同意接受本《协议》各项条款的约束，
			</text>
			本协议即构成对双方有约束力的法律文件。
		</view>
		<view class="title2">二、隐私声明和政策</view>
		<view>详见《健康保定隐私政策》。</view>
		<view class="title2">三、服务条款的确认和接纳</view>
		<view>
			1、本客户端的各项电子服务的所有权和运作权归健康保定所有。用户同意所有注册协议条款并完成注册程序，才能成为本客户端的正式用户。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。
		</view>
		<view>2、用户点击同意本协议的，即视为用户确认自己具有享受本客户端服务、下单购买等相应的权利能力和行为能力，能够独立承担法律责任。</view>
		<view>3、如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本客户端。</view>
		<view>4、健康保定保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</view>
		<view class="blue-underline">
			5、健康保定保留因业务发展需要，单方面对本服务的全部或部分服务内容进行调整（包括变更、暂停、限制、终止或撤销健康保定服务）的权利，用户需承担此风险。
		</view>
		<view class="blue-underline">
			6、健康保定提供的服务中可能包括广告，用户同意在使用过程中显示健康保定和第三方供应商、合作伙伴提供的广告。健康保定对广告的实际内容及其合法性、有效性、真实性不承担任何责任。
		</view>
		<view class="title2">四、健康保定客户端服务</view>
		<view>
			健康保定的客户端服务是按照现有技术和条件所能达到的现状提供的。健康保定会尽最大 努力为用户提供服务，确保服务的连贯性和安全性；但健康保定不能随时预见和防范法律、
			技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三 方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
		</view>
		<view class="title2">五、用户必须自行准备如下设备和承担如下开支</view>
		<view>（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；</view>
		<view>（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</view>
		<view class="title2">六、用户依法言行义务</view>
		<view>本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</view>

		<view>
			（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；
		</view>
		<view>（2）从中国大陆向境外传输资料信息时必须符合中国有关法规；</view>
		<view>（3）不得利用本客户端从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</view>
		<view>（4）不得干扰本客户端的正常运转，不得侵入本客户端及国家计算机信息系统；</view>
		<view>（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；</view>
		<view>（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</view>
		<view>（7）不得教唆他人从事本条所禁止的行为；</view>
		<view>
			（8）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；用户应关注并遵守本客户端不时公布或修改的各类合法规则规定。本客户端保有删除各类不符合法律政策或不真实的信息内容而无须通知用户的权利。
			<text class="red-underline">
				健康保定也可依其合理判断，对违反有关法律法规或本协议约定；或侵犯、妨害、威胁任何人权利或安全的内容，或者假冒他人的行为，本客户端有权依法停止传输任何前述内容，并有权依其自行判断对违反本条款的任何人士采取适当的法律行动。
			</text>
			若用户未遵守以上规定的，本客户端有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。
		</view>
		<view class="blue-underline">
			（9）用户须对其在健康保定上所传送信息的真实性、合法性、无害性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与健康保定无关。用户在本客户端产品或服务中传送或看到的任何内容（特别是和医疗、健康有关的内容、资讯、信息等）并不反映健康保定的观点或政策，健康保定对此不承担任何责任。
		</view>
		<view class="title2">七、收费服务</view>
		<view>
			健康保定APP客户端中的相关服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。健康保定可能根据实际需要对收费服务的收费标准、方式进行修改和变更，健康保定也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，健康保定将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
		</view>
		<view class="title2">八、所有权及知识产权条款</view>
		<view>
			1、用户一旦接受本协议，即表明该用户主动将其在任何时间段在本客户端发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给健康保定所有，用户同意健康保定有权就任何主体侵权而单独提起诉讼。
		</view>
		<view>
			2、
			本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在健康保定客户端上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。
		</view>
		<view>3、 用户同意并已充分了解本协议的条款，承诺不将已发表于本客户端的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。</view>
		<view>
			4、健康保定是本客户端的制作者，拥有此客户端内容及资源的著作权等合法权利，受国家法律保护，有权不时地对本协议及本客户端的内容进行修改，并在本客户端张贴，无须另行通知用户。在法律允许的最大限度范围内，健康保定对本协议及本客户端内容拥有解释权。
		</view>
		<view>
			5、除法律另有强制性规定外，未经健康保定明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本客户端的信息内容，否则，健康保定有权追究其法律责任。
		</view>
		<view>
			6、本客户端所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是健康保定或其内容提供者的财产，受中国和国际版权法的保护。本客户端上所有内容的汇编是健康保定的排他财产，受中国和国际版权法的保护。本客户端上所有软件都是健康保定或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。
			<text class="blue-underline">
				未经健康保定事先书面同意，用户不得将健康保定及关联方的商标、logo或标识以任何方式展示或使用或作其他处理，也不得向他人表明您有权展示、使用、或其他有权处理健康保定及关联方商标、logo或标识的行为。
			</text>
		</view>
		<view class="title2">九、责任限制及不承诺担保</view>
		<view>
			1、除非另有明确的书面说明，本客户端及其所包含的或以其它方式通过本客户端提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。除非另有明确的书面说明，健康保定不对本客户端的运营及其包含在本客户端上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
		</view>
		<view>
			2、健康保定不担保本客户端所包含的或以其它方式通过本客户端提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本客户端发出的电子信件、信息没有病毒或其他有害成分。如因不可抗力或其它本站无法控制的原因使本客户端销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，健康保定会合理地尽力协助处理善后事宜。
		</view>
		<view class="blue-underline">
			3、健康保定不对第三方在本平台上的信息或与您的沟通内容承担任何责任。健康保定亦不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用本产品及服务而遭受的利润损失，承担责任。健康保定确有直接过错承担责任或进行补偿的，将始终不超过用户在使用本客户端服务时支付给健康保定的费用（如有）。
		</view>
		<view class="red-underline">
			4、用户需注意，在使用本服务过程中存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，健康保定对本产品及服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
		</view>
		健康保定保留对本声明作出不定时修改的权利。
		<view class="title2">十、协议更新及用户关注义务</view>
		<view>
			根据国家法律法规变化及网络运营需要，健康保定有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本客户端上即生效，并代替原来的协议。用户可随时登陆查阅最新协议；用户有义务不时关注并阅读最新版的协议及客户端公告。如用户不同意更新后的协议，可以且应立即停止接受健康保定客户端依据本协议提供的服务；如用户继续使用本客户端提供的服务，即视为同意更新后的协议。健康保定建议您在使用本客户端之前阅读本协议及本客户端的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
		</view>
		<view class="title2">十一、法律管辖和适用</view>
		<view>
			本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。
		</view>
		<view class="title2">十二、其他</view>
		<view>1、 健康保定客户端所有者是指在政府部门依法许可或备案的健康保定经营主体。</view>
		<view>
			2、健康保定尊重用户和消费者的合法权利，本协议及本客户端上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。本客户端欢迎用户和社会各界提出意见和建议，健康保定将虚心接受并适时修改本协议及本客户端的各类规则。
		</view>
		<view>3、 本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。</view>
		<view>4、 您注册使用本客户端即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</view>
	</view>
</template>

<script>
export default {
	data() {
		return {};
	}
};
</script>

<style lang="scss">
.content {
	font-size: 30rpx;
	padding: 18rpx 32rpx;

	.title1 {
		font-size: 50rpx;
		font-weight: 800;
		text-align: center;
		padding-bottom: 15rpx;
	}
	
	.title2 {
		font-size: 38rpx;
		font-weight: 600;
		padding: 15rpx 0;
	}
	
	view:not(:first-child) {
		text-indent: 2em;
	}

	.red-underline {
		color: #e74948;
		// text-decoration: underline;
	}

	.blue-underline {
		color: #5383f9;
		// text-decoration: underline;
	}
}
</style>
