<template>
	<view class="content">
		<view class="title1">健康保定隐私政策</view>
		<view class="textIndet">
			为提供良好服务，健康保定APP服务提供者（保定达实智慧医疗科技有限公司）按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控，并制定《健康保定隐私政策》（以下简称“本政策”）。
		</view>
		<view class="title2">一、郑重提醒</view>
		<view>1、本政策适用于健康保定APP内提供的全部产品和服务。</view>
		<view>
			2、在使用健康保定APP各项产品或服务前，请您务必仔细阅读并透彻理解本政策，包括对用户的权利限制、对运营者及开发者的权利限制或责任免除的条款，在确认充分理解并同意后使用相关产品或服务。除非您接收本政策所有条款，否则您无权注册、登陆或使用本协议所涉相关服务。您在健康保定各项产品或服务上的注册、登陆、使用等行为，即表示您已充分理解并同意本政策。
		</view>
		<view class="title2">二、适用范围</view>
		<view>1、本政策适用于健康保定APP提供的所有服务，您访问健康保定APP客户端使用健康保定提供的服务，均适用本政策。</view>
		<view>
			2、需要特别说明的是，本政策不适用于第三方向您提供的服务，例如健康保定APP上的商家依托健康保定APP向您提供服务时（如第三方支付/购买渠道），
			您向商家提供的个人信息不适用于本政策，请您注意，这些信息可能由其他用户或不受我方控制的第三方保存或使用。除非法律有明确规定，我方对任何第三方使用由您提供的信息不承担任何责任。
		</view>
		<view class="title2">三、我们如何收集和使用您的信息</view>
		<view>为实现我们服务的核心功能，健康保定会出于以下目的，收集和使用您的个人信息∶</view>
		<view>（一）帮助您成为我们的注册用户</view>
		<view>
			为帮助您成为我们的注册用户，以便我们为您提供服务，您需要提供姓名、年龄、性别、手机号码、电子邮箱地址等信息。如果您仅需使用浏览、搜索等基本服务，您不需要注册成为我们的注册用户及提供上述信息。
		</view>
		<view>
			授权登录：您注册健康保定账户后，我们可能经您同意后向我们的关联公司共享您的账户信息（头像、昵称及其他页面提示的信息），您可通过同一账号在我们提供的链接入口使用我们关联公司提供的服务或产品。此外，我们可能从第三方获取您授权共享的第三方账户信息（如头像、昵称、联系方式等），并将您的第三方账户与您的健康保定账户绑定，使您可以通过第三方账户直接登录并使用健康保定的服务或产品。我们将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
		</view>
		<view>在您主动注销账号时，我们将尽快使其匿名或删除您的个人信息。</view>
		<view>（二）账号注销的流程</view>
		<view>1、如果您需要注销账号，需同时满足以下条件：</view>
		<view>1)账号内无未完成的交易、订单、服务等；</view>
		<view>2)账号没有涉及任何的投诉举报或被投诉举报；</view>
		<view>3)账号中无尚未使用的权益，如果您还有尚未使用的权益，注销申请将视为您主动放弃相应权益；</view>
		<view>4)不存在任何拖欠或者未缴纳的款项；</view>
		<view>5)您在健康保定账号下的所有您有权的数据、信息等均已迁出及妥善备份，或您完全放弃保留、找回该等数据的权利；</view>
		<view>6)账号注销并未涉及任何已发生的投诉、纠纷、诉讼，主管部门的调查等，以及不存在上述涉诉、被调整的现实性风险；</view>
		<view>7)账号不存在其他依照法律法规的要求应当履行而尚未履行的义务等情形；</view>
		<view>2、注销账号的操作说明：</view>
		<view>1)进入我的-设置-账号注销即可申请注销</view>
		<view>
			2)申请注销后，15天内不再使用改账号登录即可自动注销，一旦登录则视为取消注销，取消好可再次申请，设置15天冷静期是为了防止用户误操作
		</view>
		<view>（三）健康保定其他用途满足您的需求</view>
		<view>
			如语言设定、位置设定等；产品开发和服务升级，如系统故障时，我们可能会记录和故障相关的信息；安全保障；评估、改善我们的信息投放及活动效果；管理软件等。除以上用途之外，我们将信息用于本声明和政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
		</view>
		<view>（四）征得授权同意的例外</view>
		<view>根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意∶</view>
		<view>1、与国家安全、国防安全有关的;</view>
		<view>2、与公共安全、公共卫生、重大公共利益有关的;</view>
		<view>3、与犯罪侦查、起诉、审判和判决执行等有关的;</view>
		<view>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又难以得到您本人同意的;</view>
		<view>5、所收集的个人信息是您自行向社会公众公开的;</view>
		<view>6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道;</view>
		<view>7、根据您的要求签订合同所必需的;</view>
		<view>8、用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障;</view>
		<view>9、为合法的新闻报道所必需的;</view>
		<view>
			10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的;
		</view>
		<view>11、法律法规规定的其他情形。</view>
		<view>
			（五）如我们停止运营健康保定APP产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。
		</view>
		<view>
			（六）为向您提供更契合您需求的页面展示和搜索结果、了解产品适配性，我们会收集关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括：
		</view>
		<view>
			1、我们的产品基于DCloud uni-app(5+ App/Wap2App)开发，应用运行期间需要收集您的设备唯一识别码（IMEI/android ID/DEVICE_ID/IDFA、SIM
			卡IMSI信息、OAID）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，为用户提供更好的服务。详情内容请访问
			<a href="https://ask.dcloud.net.cn/protocol.html">《DCloud用户服务条款》</a>
		</view>
		<br />
		<view>同时，我们通过以下措施努力保障您的隐私体验：</view>
		<view>1、我们将不记录您的浏览和搜索记录；</view>
		<view>2、如您不想接受我们给您发送的商业广告，您可通过短信提示回复退订或我们提供的其他方式进行退订或关闭；</view>
		<view>
			3、如您想管理我们给您发送的消息，您可以在“消息中心-消息设置”中进行调整。需注意的是，您仍然会看到消息，您看到的消息数量不会变化，只不过消息不做提示。
		</view>
		<view>（七）为您提供评价、问答等信息公开发布功能</view>
		<view>
			您可通过我们为您提供的评价、问答、病友圈等信息发布功能公开发布信息，包括作为注册用户可发表评价及问答内容、发布图文信息。
		</view>
		<view>
			请注意，您公开发布的信息中可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用健康保定的服务时共享甚至公开分享相关信息。若您公开发布的信息中涉及儿童个人信息的，您需在发布前征得对应儿童监护人的同意。
		</view>
		<view>（八）系统权限的调用</view>
		<view>
			为向您提供便捷、优质的服务，我们可能会调用您设备的一些权限，以下是我们可能调用的设备权限列表及对应的使用目的说明，您有权随时选择关闭下列权限的授权，但可能会影响您正常使用健康保定服务或产品的部分或全部功能。
		</view>
		<table frame="box" rules="all">
			<tr>
				<th>系统类型</th>
				<th>设备权限</th>
				<th>调用权限的目的</th>
				<th>初次询问的时间</th>
				<th>用户可否关闭权限</th>
			</tr>
			<tr>
				<td>IOS</td>
				<td>相机权限</td>
				<td>上传头像、拍照、证件照、视频问诊等</td>
				<td>使用相关功能时</td>
				<td>可以</td>
			</tr>
			<tr>
				<td>IOS</td>
				<td>相册权限</td>
				<td>使用系统相册</td>
				<td>使用相关功能时</td>
				<td>可以</td>
			</tr>
			<tr>
				<td>Android</td>
				<td>存储权限</td>
				<td>读取、修改或删除SD卡内容</td>
				<td>使用相关功能时</td>
				<td>可以</td>
			</tr>
			<tr>
				<td>Android</td>
				<td>网络权限</td>
				<td>获取平台内容</td>
				<td>初次使用时</td>
				<td>可以</td>
			</tr>
			<tr>
				<td>Android</td>
				<td>相机权限</td>
				<td>上传头像、拍照、证件照、视频问诊等</td>
				<td>使用相关功能时</td>
				<td>可以</td>
			</tr>
			<tr>
				<td>Android</td>
				<td>电话权限</td>
				<td>读取手机状态、拨打电话</td>
				<td>使用相关功能时</td>
				<td>可以</td>
			</tr>
			<tr>
				<td>Android</td>
				<td>通知</td>
				<td>接受预约挂号、支付结果等各类消息</td>
				<td>不询问，系统默认</td>
				<td>可以</td>
			</tr>
			<tr>
				<td>Android</td>
				<td>定位权限</td>
				<td>来院导航、医院排序</td>
				<td>使用相关功能时</td>
				<td>可以</td>
			</tr>
			<tr>
				<td>Android</td>
				<td>获取ANDROID ID</td>
				<td>获取设备ID，部分机型适配</td>
				<td>使用相关功能时</td>
				<td>可以</td>
			</tr>
		</table>

		<view>（九）其他</view>
		<view>
			1、若您提供的信息中含有其他用户的个人信息，在向我们提供这些个人信息之前，您需确保您已经取得合法的授权。若其中涉及儿童个人信息的，您需在发布前取得对应儿童监护人的同意，前述情形下监护人有权通过本政策规定的途径联系我们，要求更正或删除涉及儿童个人信息的内容。
		</view>
		<view>2、我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</view>

		<view class="title2">四、我们如何使用 Cookie和同类技术</view>
		<view>
			为确保您的体验流程正常进行、为您获得更轻松的访问体验、同时帮助我们优化业务逻辑，我们会在健康保定APP
			内设置日志埋点，当您打开某个健康保定APP页面或者点击健康保定APP某个按钮等操作行为时，系统会自动记录相关数据并存储。记录的数据一般包括您对健康保定APP的使用时间、您的设备信息（包括机型、版本、操作系统等）、以及您的基础用户信息（用户账户信息等）。单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。
		</view>
		<view class="title2">五、我们如何共享、转让、公开披露您的个人信息</view>
		<view>（一）共享</view>
		<view>我们不会与健康保定服务提供者以外的任何公司、组织和个人分享您的个人信息，但以下情况除外∶</view>
		<view>1、获得您的事先同意同意后，我们可能与其他方共享您的个人信息。</view>
		<view>2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。</view>
		<view>
			3、与关联公司间共享∶为便于我们基于关联账号共同向您提供服务，保护健康保定关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司（包括第三方服务商、应用开发者等，例如，代表我方发出电子邮件或推送通知的通讯服务提供商、为我方提供位置服务的地图服务供应商）共享。我们只会共享必要的个人信息（如为便于您通过同一账号使用我们关联公司产品或服务，我们会向关联公司共享您必要的账户信息），并用于以下目的：
		</view>
		<view>（1）向您提供我们的服务；</view>
		<view>（2）实现“我们如何收集和使用您的信息”部分所述目的；</view>
		<view>（3）履行我方在《用户协议》或本政策中的义务和行使我们的权利；</view>
		<view>（4）理解、维护和改善我们的服务。</view>
		<view>
			4、与授权合作伙伴共享∶仅为实现本声明和隐私中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。
		</view>
		<view>
			目前，我们的授权合作伙伴包括供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。
		</view>
		<view>
			对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、声明和隐私以及其他任何相关的保密和安全措施来处理个人信息。
		</view>
		<view>
			5、根据法律规定及合理商业习惯，在我们计划与其他公司合并或被其收购或进行其他资本市场活动（包括但不限于IPO、债券发行、融资）时，以及其他情形下我们需要接受来自其他主体的尽职调查时，我们会把您的信息提供给必要的主体，但我们会通过和这些主体签署保密协议等方式要求其对您的个人信息采取合理的保密措施。
		</view>
		<view>6、您出现违反适用法律、法规规定或者违反您与我们签署的相关协议或相关规则时需要向第三方披露的情形。</view>
		<view>7、为维护我们及关联方或其他用户的合法权益。</view>
		<view>（二）转让</view>
		<view>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外∶</view>
		<view>1、事先获得您的明确同意或授权;</view>
		<view>
			2、在健康保定服务提供者发生合并、收购、资产转让或破产清算情形，，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受声明和隐私的约束，否则我们将要求该公司、组织重新向您征求授权同意。
		</view>
		<view>（三）公开披露</view>
		<view>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，公开披露您的个人信息∶</view>
		<view>1、根据您的需求，在您同意的披露方式下披露您所指定的个人信息;</view>
		<view>
			2、如果我们确定您出现违反法律法规或严重违反健康保定相关协议规则的情况，或为保护健康保定及其关联公司用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或健康保定相关协议规则征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及健康保定已对您采取的措施。
		</view>
		<view>（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</view>
		<view>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意∶</view>
		<view>1、与国家安全、国防安全有关的;</view>
		<view>2、与公共安全、公共卫生、重大公共利益有关的;</view>
		<view>3、与犯罪侦查、起诉、审判和判决执行等有关的;</view>
		<view>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;</view>
		<view>5、您自行向社会公众公开的个人信息;</view>
		<view>6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</view>
		<view>
			根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
		</view>
		<view class="title2">六、我们如何保护您的个人信息</view>
		<view>
			为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。
			我们承诺对您的个人信息予以保密，为此我们设置了安全程序保护您的信息不会被未经授权的访问所窃取。所有的个人信息被加密储存并放置于专业防火墙内，我们使用SSL加密技术对您所提供的个人信息传输通道进行保护，保证您的个人信息不会在传输途中被窃取。
			互联网并非绝对安全的环境，请您使用复杂密码，协助我们保证您的账号安全。
		</view>
		<view class="title2">七、您对您的个人信息享有以下权利</view>
		<view>（一）您有权访问您的个人信息，法律法规规定的例外情况除外。</view>
		<view>如果您想行使数据访问权，可以通过以下方式自行访问∶</view>
		<view>
			我的设置--如果您希望访问或编辑您的账户中的个人信息资料、更改您的密码或关闭您的账户等，您可以通过访问健康保定APP执行此类操作。
		</view>
		<view>如果您无法通过上述链接访问这些个人信息，您可以随时联系我们的客服。我们将在30天内回复您的访问请求。</view>
		<view>（二）更正您的个人信息;</view>
		<view>（三）删除您的个人信息;</view>
		<view>（四）改变您授权同意的范围。</view>
		<view>以上信息您均可以通过健康保定APP进行访问和更新。</view>
		<view class="title2">八、我们如何处理未成年人的个人信息</view>
		<view>1、在您使用健康保定APP进行内容观看、浏览、搜索、上传等服务中，我们推定您有相应的民事行为能力。</view>
		<view>
			2、我们重视未成年人的个人信息保护，如您为未成年人，您应与您的监护人仔细阅读本政策，并应在征得您的监护人同意的前提下使用我们的服务或向我们提供信息。
		</view>
		<view>
			3、如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
		</view>
		<view class="title2">九、您的个人信息如何在全球范围转移</view>
		<view>我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外∶</view>
		<view>1、法律法规有明确规定;</view>
		<view>2、获得您的明确授权;</view>
		<view>3、您通过健康保定APP进行海外就医等个人主动行为。针对以上情形，我们会确保依据本隐私权政策对您的个人信息提供足够的保护。</view>
		<view class="title2">十、本政策的修订和更新</view>
		<view>
			（一）我们可能对本政策进行不时修订，该等修订构成本政策的一部分。更新后的条款一经公布即替代原条款生效。我们会在本页面上或通过其他我们认为适当的方式（如在健康保定APP公示或向您发送电子邮件或向您提供弹窗提示等途径）发布对本政策所做的任何变更。若您继续使用我们的产品及/或服务，即表示您同意受修订后的本政策的约束。我们鼓励您在每次使用我们的产品及/或服务前都查阅我们的隐私政策。
		</view>
		<view>（二）未经您明确同意，我们不会削减您按照声明和隐私所应享有的权利。我们会在本页面上发布对本声明和隐私所做的任何变更。</view>
		<view>
			（三）对于重大变更，我们还会提供更为显著的通知（包括我们会通过网站公示的方式进行通知甚至向您提供弹窗提示）。本声明和隐私所指的重大变更包括但不限于∶
		</view>
		<view>1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等;</view>
		<view>2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等;</view>
		<view>3、个人信息共享、转让或公开披露的主要对象发生变化;</view>
		<view>4、您参与个人信息处理方面的权利及其行使方式发生重大变化;</view>
		<view>5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时;</view>
		<view>6、个人信息安全影响评估报告表明存在高风险时。</view>
		<view class="title2">十一、如何联系我们</view>
		<view>
			当您对本政策有任何疑问、意见或建议，或对我们处理您的个人信息有任何疑问，请通过下列渠道与我们联系，我们将尽快审核所涉问题，并在验证您的用户身份后的15个工作日内回复：
		</view>
		<view>（1）E-mail：qiantao@cowinhealth.com</view>
		<view>（2）电话：0312-2060198</view>
		<view>（3）收件地址：保定市莲池区莲池北大街与东风路交口老地委大院</view>
	</view>
</template>

<script>
export default {
	data() {
		return {};
	}
};
</script>

<style lang="scss">
.content {
	width: 100%;
	padding: 18rpx 32rpx;
	box-sizing: border-box;

	.title1 {
		font-size: 50rpx;
		font-weight: 800;
		text-align: center;
		padding-bottom: 15rpx;
	}

	.title2 {
		font-size: 38rpx;
		font-weight: 600;
		padding: 10rpx 0;
	}

	view:not(:first-child) {
		text-indent: 2em;
	}
}
</style>
