<template>
	<view class="content">
		<view class="title2">第一章总则：</view>
		<view>第1条 本圈命名为“病友圈”，以下简称“病友圈”。</view>
		<view>第2条 本病友圈所有权、经营权、管理权均属宿州达实智慧医疗科技有限公司。</view>
		<view>第3条 本协议最终解释权归属宿州达实智慧医疗科技有限公司，以下简称“达实”。</view>
		<view class="title2">第二章 病友圈用户：</view>
		<view>第4条 凡是注册用户和浏览用户均为本病友圈用户（以下统称“用户”）。</view>
		<view>
			第5条 用户的个人信息受到保护，不接受任何个人或单位的查询。司法、检察机关因法律需要除外、用户的个人设置公开除外。
		</view>
		<view>第6条
			用户在中华人民共和国法律规定的范围内，享有言论自由的权利。</view>
		<view>
			第7条
			用户的言行不得违反《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》等相关法律规定，不得在本病友圈发布任何违反国家法律法规的言论，不得发表任何包含种族、性别、宗教的歧视性内容，不得发表猥亵性的文章，对于任何人都不能进行侮辱、谩骂及人身攻击，本病友圈用户必须严格遵守本办法及网络礼仪规定。
		</view>
		<view>第8条 用户在相关病友圈发表文章时，除遵守本条例外，还需遵守病友圈主对该病友圈的相关规定；遵守本病友圈条例的用户在本病友圈中拥有言论自由的权利。</view>
		<view>第9条 不允许在本病友圈内发布任何形式的广告。</view>
		<view>第10条 用户应承担一切因其个人的行为而直接或间接导致的民事或刑事法律责任，因用户行为给达实公司造成损失的，用户应负责赔偿。</view>
		<view>第11条 本病友圈拥有对违反本站规则的用户进行处理的权力，直至禁止其在本病友圈内发布信息。</view>
		<view>第12条 除达实官方管理的病友圈外，用户有权按达实病友圈主流程申请担任其他病友圈的病友圈主。</view>
		<view>第13条 任何用户发现病友圈贴子内容涉嫌侮辱或者诽谤他人，侵害他人合法权益的或违反病友圈协议的，有权按病友圈投诉规则进行投诉。</view>
		<view class="title2">第三章 权利声明：</view>
		<view>
			第14条
			病友圈由网民创建，是网民对该病友圈名称所指事物、现象介绍、评价的平台。病友圈文章仅代表作者观点，与达实立场无关。作者文责自负；用户之间通过病友圈相识、交往中所发生或可能发生的任何心理、生理上的伤害和经济上的损失，达实公司不承担任何责任。
			用户须对其在病友圈内所传送信息的真实性、合法性、无害性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与达实无关。用户在病友圈内传送或看到的任何内容（特别是和医疗、健康有关的内容、资讯、信息等）并不反映达实的观点或政策，达实对此不承担任何责任。
		</view>
		<view>第15条 用户在本站发表的作品，达实公司有权在网站内转载或引用。</view>
		<view>
			第16条
			本病友圈文章（包括转贴文章）版权仅归原作者所有，若作者有版权声明的或文章从其它站转载而附带有原所有站的版权声明者，其版权归属以附带声明为准。作者无专门声明或者转载时无附带声明的文章以下原则为准：
		</view>
		<view>1.在用于非商业、非盈利、非广告性目的时需注明作者及文章出处“病友圈”；</view>
		<view>2.在用于商业、盈利、广告性目的时需征得文章原作者同意，并注明作者姓名、授权范围及文章出处“病友圈”；</view>
		<view>3.任何修改与部份删除均需应保持作者文字原意并征求原作者同意，并注明授权范围。</view>
		<view class="title2">第四章 处罚规则:</view>
		<view>
			第17条
			本病友圈用户若出现下列情况任意一种或几种，病友圈有权关闭部分权限、暂停直至删除其帐号。
		</view>
		<view>1.使用不雅或不恰当ID和昵称；</view>
		<view>2.在各病友圈发表含有猥亵、色情、人身攻击和反政府言论等非法或侵权言论的；</view>
		<view>3.从事非法商业活动；</view>
		<view>4.模仿病友圈管理人员ID或者他人ID，用以假冒管理人员或破坏管理人员形象；</view>
		<view>5.其他达实公司认为不恰当的情况。</view>
		<view>
			第18条
			凡文章出现以下情况之一，病友圈管理人员有权不提前通知作者直接删除，并依照有关规定作相应处罚。情节严重者，病友圈有权对其做出关闭部分权限、暂停直至删除其帐号。
		</view>
		<view>1.发表谩骂、包含人身攻击的文章；</view>
		<view>2.发表不符合版面主题，或者无内容的灌水文章；</view>
		<view>3.同一文章多次出现的；</view>
		<view>4.非广告发布区域发布的与版面主题关系不大的广告；</view>
		<view>5.文章内容或个人签名会包含有严重影响网友浏览的内容或格式的；</view>
		<view>6.其他达实公司依判断认为不恰当（包括诽谤、违法、严重破坏病友圈友好氛围等）的情况。</view>
		<view class="title2">第五章 附则:</view>
		<view>第19条 所有用户发表的文章因版权引起的纠纷，与本病友圈无关。</view>
		<view>
			第20条
			用户需注意，在使用病友圈过程中存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，达实对此不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
		</view>
		<view>
			第21条 病友圈如因系统维护或升级等而需暂停服务时，将事先公告。若因硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，本病友圈不负任何责任。
			由于病友圈的调整导致的贴子等信息的丢失本病友圈不负担任何责任。
		</view>
		<view>第22条
			本办法未涉及的问题参见国家有关法律法规，当本办法与国家法律法规冲突时，以国家法律法规为准。本办法任何条款的无效并不妨碍或影响其他条款的效力。</view>
	</view>
</template>

<script>
</script>

<style scoped lang="scss">
.content {
	padding: 18rpx 32rpx;

	.title2 {
		font-size: 28rpx;
		font-weight: 600;
	}
}
</style>
